;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
;
; TranslationAuthor: Zityi's Translator Te@m
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 3.0.3.251
; Update: June 24, 2022
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Lang]
NativeLanguage=Hungarian

[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Információ
Warning=Figyelmeztetések
Error=Hiba
Confirm=Megerősítés
;
; Main GUI
; 
FrmMain.btnSupport.hint=Támogatóközpont
FrmMain.btnnews.hint=Üzenet
FrmMain.btnuninstall.caption=Eltávolítás
FrmMain.btnAll.caption=Minden program
FrmMain.btnSoft.caption=Asztali alkalmazások
FrmMain.btnApp.caption=Metro alkalmazások
FrmMain.btnInfreq.caption=Ritkán használt
FrmMain.btnPatch.caption=Rendszerösszetevők
FrmMain.btnUnless.caption=Egyéni eltávolítás
FrmMain.btnBrowse.caption=Böngésző bővítmények
FrmMain.btnChrome.caption=Google Chrome
FrmMain.btnIE.caption=Internet Explorer
FrmMain.btnFirfox.caption=Mozilla Firefox
FrmMain.btnEdge.caption=Microsoft Edge
FrmMain.lblrate.caption=Értékelés
FrmMain.BtnNormal.Caption=Biztonságos eltávolítás
FrmMain.BtnModify.Caption=Programok javítása
FrmMain.BtnForce.Caption=Kényszerített eltávolítás
FrmMain.BtnRemove.Caption=Bejegyzések eltávolítása
FrmMain.btnuninstall.caption=Eltávolítás
;
;Eltávolítási napló
;
FrmMain.btnLog.Caption=Eltávolítási előzmények
TfrmUnlog.caption=Eltávolítási előzmények
TfrmUnlog.head.unDate=Eltávolítás dátuma
TfrmUnlog.head.ItemName=Program
TfrmUnlog.head.restore=Visszamaradt elemek
TfrmUnlog.noItems=Nincs visszamaradt elem
TfrmUnlog.Recovered=Visszaállítva
TfrmUnlog.recover=Visszaállítás
;
; Menu
;
pmHelp=Online súgó
pmHome=Weboldal
pmforum=Fórum
pmContact=Kapcsolatfelvétel
pmLang=Nyelvek
pmAbout=Névjegy
pmSettings=Beállítások
;
;context menu
;
pmOpenEntry=Megnyitás a rendszerleíró szerkesztőben
pmOpenFolder=Fájl helyének megnyitása
PmGoogle=Google keresés
pmExport=Exportálás szövegfájlba...
;
;Beállítások
;
FrmSettings.caption=Beállítások
pmCheckNew=Frissítések automatikus ellenőrzése
pmRightMenuA=Megjelenítés a helyi menüben
ExplorerMenu=Eltávolítás a Wise Program Uninstaller-el
pmUnisDetect=Más eltávolítók eltávolításának észlelése
pmSaveLeft=Eltávolítási maradványok automatikus mentése
pmUEI=Csatlakozzon a felhasználói élmény javító programhoz
;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Jelenlegi verzió: 
FrmAbout.lblemail.caption=Terméktámogatás: 
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblthank.caption=Köszönjük a következő személyek közreműködését: 
FrmAbout.lblUninstall.caption=Eltávolítási utasítás
FrmAbout.lblPolicy.caption=Adatvédelmi irányelvek
FrmAbout.lblEula.caption=Végfelhasználói licencszerződés
;
; Processs
;
FrmProgressModal.btncancel.caption=Mégse
;
; frmafterdel
;
Frmafterdel.caption=A programmal társított rendszerleíró bejegyzések és fájlok
Frmafterdel.btnremove.caption=Eltávolítás
Frmafterdel.btncancel.caption=Mégse
Frmafterdel.lblinfo.caption=Kérjük, tekintse meg az eredményt és kattintson az "Eltávolítás" gombra a jelenlegi eltávolítás befejezéséhez.
Frmafterdel.btnnone.caption=Nincs kijelölés
Frmafterdel.btnall.caption=Összes kijelölése
;
; Custome uninstall
;
frmUnlessDel.caption=Egyéni eltávolítás
frmUnlessDel.lblInfo1.caption=Az egyéni eltávolító segít eltávolítani azokat a programokat, amelyeket nem lehet eltávolítani a megszokott módon és segít alaposan törölni a visszamaradt fájlokat. Itt megkeresheti a programhoz tartozó, törölni vagy eltávolítani kívánt mappákat.
frmUnlessDel.lblinfo2.caption=Kérjük, írja be a kulcsszót az eltávolítása után visszamaradt fájlok kereséséhez.
frmUnlessDel.lblKeyword.caption=Kulcsszó:
frmUnlessDel.btnNext.caption=Következő
frmUnlessDel.btncancel.caption=Mégse
frmUnlessDel.btnremove.caption=Eltávolítás
frmUnlessDel.btnFolder.caption=Tallózás
;
; Rate
;
FrmRate.Btnlist.caption=Felhasználói vélemények
FrmRate.Btnreview.caption=Saját vélemény
FrmRate.Btnfirst.caption=Legyen az első véleményező
FrmRate.Btnsubmit.caption=Küldés
FrmRate.lblscore.caption=Értékelés:
FrmRate.lblscorehint.caption=(Rá kell kattintania a csillagokra az értékeléshez)
FrmRate.lblnick.caption=Beceneve:
FrmRate.lblnickhint.caption=(Választható)
FrmRate.lblemail.caption=E-mail címe:
FrmRate.lblemailhint.caption=(Választható)
FrmRate.lblcontent.caption=Tartalom:
FrmRate.lblcontenthint.caption=(Választható)
FrmRate.lbldesctitle.caption=Szoftver leírása:
FrmRate.lblratesoft.caption=Ajánlott szoftver


[Uninstall]
Backuping=Biztonsági mentés létrehozása...
PublisherUnknown=Ismeretlen kiadó
VersionUnknown=Ismeretlen verzió
Rate=Értékelés
ItemName=Név
Publisher=Kiadó
Size=Méret
SetupDate=Telepítés dátuma
Version=Verzió
Canceled=Az eltávolítási folyamat meg lett szakítva.
NoLeftOverItem=Nem találtunk hátramaradt elemet.
Removing=Eltávolítás:
TotalStat=%s lemezterületet foglaló %d programot találtunk.
Calculating=Méret kiszámítása...
Files=Fájlok és mappák
RegEntries=Rendszerleíró bejegyzések
Items=Elemek
Opration=Művelet

[message]
NoNews=Nincs olvasatlan üzenete.
confimdel=A kiválasztott könyvtár el lesz távolítva a számítógépről. Folytatja?
UninstallApp=Eltávolítás...
unistallError=A művelet sikertelen.
NewVer=Egy újabb Wise Program Uninstaller verzió érhető el. Frissíteni szeretné?
NoNewVer=Gratulálunk! Jelenleg a legújabb verziót használja.
NoProgramSelected=Kérjük, először válasszon egy programot.
IsBusy=Kérjük, várjon míg az előző eltávolítás befejeződik.
StartFindLeftover=A fájltársítások, mappák és rendszerleíró bejegyzések elemzése...
Collecting=Telepített programinformációk összegyűjtése...
BeSureUseForce=Csak akkor válassza a Kényszerített eltávolítás lehetőséget, ha a biztonságos eltávolítás nem működik. Biztos, hogy folytatni szeretné?
ConfirmRemove=Ez eltávolítja a bejegyzést a listáról, de nem távolítja el az alkalmazást. Biztosan folytatni kívánja?
RejectItself=A program nem tudja eltávolítani önmagát.
TranslateTo=Fordítás...
UpdateDB=Adatbázis frissítése...
BrowserLogin=%s szinkronizálás engedélyezve. A bővítmény a következő szinkronizáláskor újra telepíthető. Folytatja az eltávolítást?
BrowserRuning=A %s fut. Kattintson az OK gombra a bezáráshoz és az eltávolítás folytatásához, vagy kattintson a Mégse gombra az eltávolítás megszakításához.
CheckProgram=%d program van kiválasztva.
CheckExtension=%d bővítmény van kiválasztva.
checkSize=Teljes méret: %s
pluginnone=Nem találtunk böngésző bővítményeket
BrowserSync=%s szinkronizálás letiltása

[SoftRate]
Querying=Lekérdezés...
Good=Tetszik
Bad=Nem tetszik
Safe=Jelentés
Ver=Ver:
Ratings=Értékelések
SoftNotExist=Nem található a szoftverinformáció.
GetSoftInfoError=Nem sikerült lekérni a szoftverinformációkat.
UploadSoftLogoError=Szoftverinformáció feltöltési hiba.
SubmitData=A szoftverrel kapcsolatos észrevételek küldése...
SubmitSoftInfoError=Hálózattal kapcsolatos hiba küldése.
SubmitRateSuccess=Sikeresen elküldve.
HaveSubmitRate=Kiértékelésre került.
Submitgoodbad=Információk küldése...
me=Nekem
NickTooLong=A felhasználónév nem haladhatja meg a 20 karaktert.
MailTooLong=Az e-mail cím nem haladhatja meg a 50 karaktert.
WrongEmail=Érvénytelen e-mail cím.
ReviewTooLong=A vélemény teljes hossza nem haladhatja meg a 300 karaktert.
RateHint=Csatlakozzon szoftverértékelésünkhöz, és értékelje kedvenc szoftverét!
UnknowName=Ismeretlen termék
UnknowVer=Ismeretlen verzió
UnknowDesc=Ismeretlen leírás


[Hint]
HintRate=Szoftver értékelése
HintClose=Elem törlése

[Monitor]
FindLeftover=A(z) %s után még maradhattak hátrahagyott elemek a számítógépen. A Wise Program Unistaller megvizsgálja...
NonItems=A(z) %s teljesen el lett távolítva a számítógépről.